/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Omdirigering av mapp";
"MCXRedirector.pfm_description" =			"Skapar och tar bort symboliska länkar från mappar i användarens hemmapp till andra mappar. Användaren behöver rätt behörigheter för att komma åt målmappen.";

"LoginRedirection-raw.pfm_title" =			"Omdirigeringar vid inloggning";
"LoginRedirection-raw.pfm_description" =			"Omdirigeringar utförda vid användarinloggning.";
"OtherRedirection-raw.pfm_title" =			"Övriga omdirigeringar";
"OtherRedirection-raw.pfm_description" =			"Omdirigeringar som utförs vid nätverksflyttar och när inställningar hanteras.";
"LogoutRedirection-raw.pfm_title" =			"Omdirigeringar vid utloggning";
"LogoutRedirection-raw.pfm_description" =			"Omdirigeringar utförda vid användarutloggning.";

"ActionInfo.pfm_title" =			"Omdirigeringsåtgärd";
"ActionInfo.pfm_description" =			"En omdirigeringsåtgärd.";

"action.pfm_title" =			"Åtgärd";
"action.pfm_description" =			"Åtgärden som utförts. Använd ”deleteAndCreateSymLink” för att radera ett objekt i ”Sökväg till mapp” och sedan skapa en symbolisk länk till ”Sökväg till målmapp”.  Använd ”renameAndCreateSymLink” för att byta namn på ett objekt i ”Sökväg till mapp” och sedan skapa en symbolisk länk till ”Sökväg till målmapp”. Använd ”deletePath” för att radera ett objekt i ”Sökväg till mapp”. Använd ”deleteSymLinkAndRestore” för att radera en symbolisk länk i ”Sökväg till mapp” och flytta en mapp som skapats av ”renameAndCreateSymLink” till ”Sökväg till mapp”.";
"path.pfm_title" =			"Sökväg till mapp";
"path.pfm_description" =			"Mappsökvägen som en åtgärd ska utföras på och var en symbolisk länk ska placeras. Sökvägen måste finnas i användarens hemmapp. Påbörja sökvägen med ”~/”.";
"destPath.pfm_title" =			"Sökväg till målmapp";
"destPath.pfm_description" =			"Sökvägen till en målmapp för en symbolisk länk. Använd ”~” till att ange en sökväg i den aktuella användarens hemmapp. Använd ”%@” för att ange den aktuella användarens namn.";
